IDEA Open Model
SelectionItemForResults.TypeOfLoad Property
Compatible with IDEA StatiCa v 10.1
 TypeOfLoad
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public string TypeOfLoad { get; }
Public ReadOnly Property TypeOfLoad As String
	Get
public:
property String^ TypeOfLoad {
	String^ get ();
}
Property Value
Type: String
See Also
Reference
SelectionItemForResults Class
IdeaRS.OpenModel.Loading Namespace